{
  "data": "[{\"model\": \"feeder.data\", \"pk\": 9, \"fields\": {\"title\": \"Calhouns Shale\", \"text\": \"The Calhouns Shale is a geologic formation in Kansas. It preserves fossils.\\n\\n\\n== See also ==\\n\\nList of fossiliferous stratigraphic units in Kansas\\nPaleontology in Kansas\\n\\n\\n== References ==\\nVarious Contributors to the Paleobiology Database. \\\"Fossilworks: Gateway to the Paleobiology Database\\\". Archived from the original on 31 July 2014. Retrieved 8 July 2014.\", \"img\": \"https://upload.wikimedia.org/wikipedia/commons/1/1b/Allosaurus_Jardin_des_Plantes.png\", \"url\": \"https://en.wikipedia.org/wiki/Calhouns_Shale\"}}, {\"model\": \"feeder.data\", \"pk\": 8, \"fields\": {\"title\": \"List of chief justices of Malta\", \"text\": \"This is a list of the chief justices of Malta.\\n\\n\\n== References ==\", \"img\": \"https://upload.wikimedia.org/wikipedia/commons/1/1a/Royal_Coat_of_Arms_of_the_United_Kingdom_%28HM_Government%29.svg\", \"url\": \"https://en.wikipedia.org/wiki/List_of_chief_justices_of_Malta\"}}, {\"model\": \"feeder.data\", \"pk\": 7, \"fields\": {\"title\": \"Barrhill, New Zealand\", \"text\": \"Barrhill is a lightly populated locality in the Canterbury region of New Zealand's South Island. It is situated on the Canterbury Plains, on the right bank of the Rakaia River, about 17 kilometres (11 mi) inland from Rakaia. It was founded by Cathcart Wason in the mid-1870s and named by him after his old home Barrhill in South Ayrshire, Scotland. Wason set it up as a model village for the workers of his large sheep farm. The population of the village peaked in the mid-1880s before the general recession initiated a downturn for the village. Wason had expected for the Methven Branch railway to run past Barrhill, but the line was built in 1880 on an alignment many miles away, which caused Barrhill population to decrease.\\nThree of the original buildings of Barrhill plus the gatehouse at Wason's homestead were constructed of concrete, and they still exist to this day. One of those buildings, St John's Church, is registered by Heritage New Zealand as a Category II heritage building, and the gatehouse is a museum that is open on request. Today, few buildings exist in the village, but the formal layout of avenues still exists, giving the setting a charming appearance.\\n\\n\\n== Geography ==\\n\\nBarrhill is a small settlement between the Rakaia Barrhill Methven Road and the Rakaia River, located 210 metres (690 ft) above sea level. It is about 17 kilometres (11 mi) from the town of Rakaia and 21 kilometres (13 mi) from Methven. The four outer streets, one of which is the Rakaia Barrhill Methven Road, form a trapezoid with the longest side at 200 metres (660 ft). Two internal roads run at right angles to one another, dividing the area into four quadrants. The intersection of the internal roads forms the market place.Apart from the main road, there are five avenues, each planted in its own species and named accordingly: oak, poplar, birch, lime, and sycamore. The tree-lined avenues give Barrhill a charming appearance. Wason had trees planted in an unusual pattern around the market square. Residents only noticed in 1975 when viewing an aerial photo that those trees form what appears to be the three circles of Trinity, with the two inner avenues possibly symbolising a crucifix.\\n\\n\\n== History ==\\n\\nWason emigrated from Scotland to New Zealand in late 1868. In February 1869 or April 1870 (sources vary), he bought the Lendon sheep run (Run 116) in mid-Canterbury. Lendon was a 20,000 acres (81 km2) run on the south bank of the Rakaia River. The land had first been taken up by John Hall, but had changed ownership several times before Wason bought it, including 1,250 acres (5.1 km2) of freehold land. Wason renamed his property Corwar after his father's lands in Scotland, and the first advertisement placed in newspapers by Wason mentions Corwar in October 1869, hence the April 1870 date appears less likely. Wason set about trying to create an estate village on land bought from the adjacent Lavington run (Run 117). He also bought part of the Hororata Station on the other side of the Rakaia River from John Cordy (Run 67).His planting of pine trees and of oaks, walnuts and poplars extended over 600 acres (2.4 km2) and allowed shelter from the prevailing north-west winds to allow sheep farming and the growing of wheat, while water power was used for agricultural machinery. He bought and sold land, and by 1882 Corwar was consolidated as a freehold estate of just over 5,000 acres (20 km2) with a large mansion overlooking the river, complete with gate lodge and gate-keeper.On the estate, Wason built a model village called Barrhill, with avenues forming a grid layout and a central market square. Barrhill had 28 sections, including a post office, bakery, school, church, other facilities, and fifteen cottages were built. Wason named the village after his old home in South Ayrshire, Scotland. The post office opened in 1876 and in the same year, construction of the church began, and these buildings mark the beginning of Barrhill.However, Wason had expected the Methven Branch railway to be built near Barrhill, but when it was built on a more southerly route along Thompsons Track and what was later to become known as Lauriston, the village began to decline. Dwindling population forced the closure of the school in 1938, although the Church of St John the Evangelist is still in use. Most of the buildings were constructed from pine wood grown on the estate, but the three original concrete buildings remain: church, school and schoolhouse.Without the railway, Wason saw his project as doomed, and sold up in 1900. A rural mail service was discussed for the Ashburton District in September 1924 and after the contracts were let in February 1925, the Barrhill post office was closed. The school closed in 1938.The Ashburton Branch of New Zealand Historic Places Trust, since renamed to Heritage New Zealand, unveiled an information panel on Anzac Day in 2012 in Barrhill's market square. It was their last project as a branch committee before the pending disestablishment of branch committees through the Heritage New Zealand Pouhere Taonga Bill, and they chose Barrhill to relaunch themselves as the Historic Places Mid Canterbury regional society as part of the unveiling of the historic panel.\\n\\n\\n=== Population ===\\nBarrhill flourished until about 1885, when population in the village itself peaked at 50, and two effects caused a population decline. Firstly, a recession set in across New Zealand that made people move to where work opportunities presented themselves, and locally those opportunities were created near the stations of the Methven Branch railway. Wason began to gradually sell off parts of his land holdings from the mid-1880s.More recent population data can be obtained from Statistics New Zealand. The smallest unit for which data are available is a meshblock, and Barrhill is located within the meshblock with ID 2750400. This meshblock has an area of 36 square kilometres (14 sq mi), i.e. a rural area much larger than just the village, and 5 square kilometres (1.9 sq mi) is within the river bed. Population in this meshblock was recorded at 60 in the 1996 New Zealand census, 60 in 2001, 69 in 2006, and 66 in 2013.\\n\\n\\n== Notable places ==\\nThree buildings in the township remain from the time of its founding. In addition, there is the historic gatehouse some 2.2 kilometres (1.4 mi) northwest of Barrhill. Those buildings remain partly because they were built in concrete, with some of the walls 30 centimetres (12 in) thick. The cement was landed in barrels on Kaitorete Spit, barged across Lake Ellesmere / Te Waihora, and then transported by dray overland and along the bed of the Rakaia River. All four buildings are registered as Category A (\\\"high value\\\") heritage structures by Ashburton District Council.St John's Church was mostly paid for by Wason, and construction started in 1876, with the first service held on 8 July 1877 by the vicar of Ashburton, W. E. Paige. A vicarage was also envisaged, but it was never built. A lych gate was added as a centennial project. St John's belongs to the Rakaia parish of Te P\\u012bhopatanga o Te Waipounamu (the south island M\\u0101ori bishopric) of the Anglican Church in Aotearoa, New Zealand and Polynesia, with services each second Sunday of the month. The church was registered as a heritage building by the New Zealand Historic Places Trust (since renamed to Heritage New Zealand) on 23 June 1983 with registration number 1765 classified as C. With the change of the classification system, the building later became a Category II listing. The church is owned by Church Property Trustees (i.e. the Anglican Church).After the land had been surveyed, the first buyer was the Education Board, securing land for a school in the market square, and a teacher's house on the adjacent section. Both these buildings were also built in concrete and exist to this day. The school was built to a northern hemisphere design and has windows on the south side only to stop children from becoming distracted, but the windows are on the wrong side to utilise the sun. Since the school closed in 1938 it has been used for functions and as a hall. The former teacher's house is used as a bach. Both buildings are owned by Ashburton District Council.The other remaining 1870s concrete building is the gate house, located some distance away on the Rakaia Barrhill Methven Road. Wason's homestead was at the end of a drive starting at this gate house, on a cliff top overlooking the Rakaia River. The homestead burnt down not long after Wason had left the country, and a new homestead was built nearby. The gatekeeper's lodge originally had a slate roof, but this was later replaced by iron. The last family moved out in 1935. During the second world war, the iron was stripped off the empty building, and it fell into ruin. A later owner, Colin McLachlan, donated the land and the ruin to the people of the district; it is now vested in the Ashburton District Council. The renovation began in 1970, with work carried out and financed by descendants of previous inhabitants of the building. A plaque on the building states that it was reopened in March 1979 by the Prime Minister of the time, Robert Muldoon, but his plane ran late and the opening ceremony was conducted by Colin McLachlan. The gate house is fitted out as a museum, and viewing can be arranged through the Ashburton or Methven information centres.Barrhill Cemetery is located 200 metres (660 ft) south-west of the village on Lauriston Barrhill Road. It is one of 11 open cemeteries in the Ashburton District. The oldest recorded burial was in 1881.\\n\\n\\t\\t\\n\\t\\t\\n\\t\\t\\n\\t\\t\\n\\n\\n== Notable people ==\\nBarrhill's founder, Cathcart Wason, was a member of parliament in two countries: first in New Zealand for a total of six years, and then in the United Kingdom for twenty years. New Zealand actress Tania Nolan, born in nearby Rakaia, lived in Barrhill for two years as a child.\\n\\n\\n== See also ==\\nList of towns in New Zealand\\n\\n\\n== Notes ==\\n\\n\\n== References ==\\nAcland, Leopold George Dyke (1946). The Early Canterbury Runs: Containing the First, Second and Third (new) Series. Christchurch: Whitcombe and Tombs Limited. Retrieved 31 July 2010.\\nCattell, John (1988). Historic Buildings of Canterbury and South Canterbury. Wellington: Government Printing Office Publishing. ISBN 0-477-01329-5.\\nReed, A. W. (2010).  Peter Dowling (ed.). Place Names of New Zealand. Rosedale, North Shore: Raupo. ISBN 9780143204107.\\nWilson, James Oakley (1985) [First published in 1913]. New Zealand Parliamentary Record, 1840\\u20131984 (4th ed.). Wellington: V.R. Ward, Govt. Printer. OCLC 154283103.\", \"img\": \"https://upload.wikimedia.org/wikipedia/commons/f/f8/Barrhill_028.JPG\", \"url\": \"https://en.wikipedia.org/wiki/Barrhill,_New_Zealand\"}}, {\"model\": \"feeder.data\", \"pk\": 6, \"fields\": {\"title\": \"Things Unseen (album)\", \"text\": \"Things Unseen is a studio album by American jazz pianist Kenny Barron released in 1997 via Verve Records label. The album contains eight original and previous compositions written by Barron.\\n\\n\\n== Reception ==\\nIn his review on JazzTimes, Willard Jenkins noted: \\\"Barron, who has achieved something akin to MVP status among piano players primarily for his broad capacity to enhance whoever\\u2019s session or record date he lays hands on, should also be recognized for his ability to artfully craft recordings under his imprimatur. The elegant Things Unseen continues that craft. There is a certain airiness, a certain judicious use of space that pervades this date, as Barron and company certainly know how to avoid sonic traffic jams and engage a sense of openness that enhances this disc\\\".\\n\\n\\n== Track listing ==\\nAll tracks are written by Kenny Barron.\\n\\n\\n== Personnel ==\\nBand\\n\\nKenny Barron \\u2013 piano\\nDavid Williams \\u2013 bass\\nVictor Lewis \\u2013 drums\\nJohn Scofield  \\u2013 guitar\\nMino Cinelu \\u2013 percussion\\nJohn Stubblefield \\u2013 saxophone\\nEddie Henderson \\u2013 trumpet\\nNaoko Terai \\u2013 violinProduction\\n\\nJean-Philippe Allard \\u2013 executive producer\\nJosef Woodard \\u2013 liner notes\\nJoe Marciano \\u2013 mastering, mixing\\nJoanne Klein \\u2013 producer\\n\\n\\n== References ==\\n\\n\\n== External links ==\\nOfficial website\", \"img\": \"https://upload.wikimedia.org/wikipedia/commons/4/49/Star_empty.svg\", \"url\": \"https://en.wikipedia.org/wiki/Things_Unseen_(album)\"}}, {\"model\": \"feeder.data\", \"pk\": 5, \"fields\": {\"title\": \"Apache OpenOffice\", \"text\": \"Apache OpenOffice (AOO) is an open-source office productivity software suite. It is one of the successor projects of OpenOffice.org and the designated successor of IBM Lotus Symphony. It is a close cousin of LibreOffice and NeoOffice. It contains a word processor (Writer), a spreadsheet (Calc), a presentation application (Impress), a drawing application (Draw), a formula editor (Math), and a database management application (Base).Apache OpenOffice's default file format is the OpenDocument Format (ODF), an ISO/IEC standard. It can also read and write a wide variety of other file formats, with particular attention to those from Microsoft Office \\u2013  although unlike LibreOffice, it cannot save Microsoft's post-2007 Office Open XML formats, only import them.Apache OpenOffice is developed for Linux, macOS and Windows, with ports to other operating systems. It is distributed under the Apache License. The first release was version 3.4.0, on 8 May 2012. The most recent significant feature release was version 4.1, which was made available in 2014. The project has continued to release minor updates that fix bugs, update dictionaries and sometimes include feature enhancements.\\nDifficulties maintaining a sufficient number of contributors to keep the project viable have persisted for several years. In January 2015 the project reported a lack of active developers and code contributions. There have been continual problems providing timely fixes to security vulnerabilities since 2015. Downloads of the software peaked in 2013 with an average of just under 148,000 per day compared to less than 50,000 in Q2 2019.\\n\\n\\n== History ==\\n\\nAfter acquiring Sun Microsystems in January 2010, Oracle Corporation continued developing OpenOffice.org and StarOffice, which it renamed Oracle Open Office. In September 2010, the majority of outside OpenOffice.org developers left the project due to concerns over Sun's, and then Oracle's, management of the project, to form The Document Foundation (TDF). TDF released the fork LibreOffice in January 2011, which most Linux distributions soon moved to, including Oracle Linux in 2012.In April 2011 , Oracle stopped development of OpenOffice.org and laid off the remaining development team. Its reasons for doing so were not disclosed; some speculate that it was due to the loss of mindshare with much of the community moving to LibreOffice while others suggest it was a commercial decision. In June 2011 Oracle contributed the OpenOffice.org trademarks and source code to the Apache Software Foundation, which Apache re-licensed under the Apache License. IBM, to whom Oracle had contractual obligations concerning the code, appears to have preferred that OpenOffice.org be spun out to the Apache Software Foundation above other options or being abandoned by Oracle. Additionally, in March 2012, in the context of donating IBM Lotus Symphony to the Apache OpenOffice project, IBM expressed a preference for permissive licenses, such as the Apache license, over copyleft license. The developer pool for the Apache project was seeded by IBM employees, who, from project inception through to 2015, did the majority of the development.The project was accepted to the Apache Incubator on 13 June 2011, the Oracle code drop was imported on 29 August 2011, Apache OpenOffice 3.4 was released 8 May 2012 and Apache OpenOffice graduated as a top-level Apache project on 18 October 2012.IBM donated the Lotus Symphony codebase to the Apache Software Foundation in 2012, and Symphony was deprecated in favour of Apache OpenOffice. Many features and bug fixes, including a reworked sidebar, were merged.  The IAccessible2 screen reader support from Symphony was ported and included in the AOO 4.1 release (April 2014), although its first appearance in an open source software release was as part of LibreOffice 4.2 in January 2014. IBM ceased official participation by the release of AOO 4.1.1.In September 2016, OpenOffice's project management committee chair Dennis Hamilton began a discussion of possibly discontinuing the project, after the Apache board had put them on monthly reporting due to the project's ongoing problems handling security issues.\\n\\n\\n== Naming ==\\nBy December 2011, the project was being called Apache OpenOffice.org (Incubating); in 2012, the project chose the name Apache OpenOffice, a name used in the 3.4 press release.\\n\\n\\n== Features ==\\n\\n\\n=== Components ===\\n\\n\\n=== Fonts ===\\nApache OpenOffice includes OpenSymbol, DejaVu, the Gentium fonts, and the Apache-licensed ChromeOS fonts Arimo (sans serif), Tinos (serif) and Cousine (monospace).\\n\\n\\n=== OpenOffice Basic ===\\n\\nApache OpenOffice includes OpenOffice Basic, a programming language similar to Microsoft Visual Basic for Applications (VBA). Apache OpenOffice has some Microsoft VBA macro support. OpenOffice Basic is available in Writer, Calc, Draw, Impress and Base.\\n\\n\\n=== File formats ===\\nApache OpenOffice inherits its handling of file formats from OpenOffice.org, excluding some which were supported only by copyleft libraries, such as WordPerfect support. There is no definitive list of what formats the program supports other than the program's behaviour.  Notable claimed improvements in file format handling in 4.0 include improved interoperability with Microsoft's 2007 format Office Open XML (DOCX, XLSX, PPTX) \\u2014 although it cannot write OOXML, only read it to some degree.\\n\\n\\n=== Use of Java ===\\nApache OpenOffice does not bundle a Java virtual machine with the installer, as OpenOffice.org did, although the suite still requires Java for \\\"full functionality.\\\"\\n\\n\\n== Supported operating systems ==\\nApache OpenOffice 4.1.0 was released for x86 versions of Microsoft Windows XP or later, Linux (32-bit and 64-bit), and Mac OS X 10.7 or later.Other operating systems are supported by community ports; completed ports for 3.4.1 included various other Linux platforms, FreeBSD, OS/2 and Solaris SPARC, and ports of 3.4.0 for Mac OS X v10.4\\u2013v10.5 PowerPC and Solaris x86. It was also being ported to eComStation (OS/2 new trademark/successor).\\n\\n\\n== Development ==\\n\\nApache OpenOffice does not \\\"release early, release often\\\"; it eschews time-based release schedules, releasing only \\\"when it is ready\\\".Apache OpenOffice has lost its initial developer participation. During March 2014 \\u2013  March 2015 it had only sixteen developers; the top four (by changesets) were IBM employees, and IBM had ceased official participation by the release of 4.1.1.In January 2015, the project reported that it was struggling to attract new volunteers because of a lack of mentoring and badly in need of contributions from experienced developers. Industry analysts noted the project's inactivity, describing it as \\\"all but stalled\\\" and \\\"dying\\\" and noting its inability to maintain OpenOffice infrastructure or security. Red Hat developer Christian Schaller sent an open letter to the Apache Software Foundation in August 2015 asking them to direct Apache OpenOffice users towards LibreOffice \\\"for the sake of open source and free software\\\", which was widely covered and echoed by others.\\nThe project produced two minor updates in 2017, although there was concern about the potential bugginess of the first of these releases. Patricia Shanahan, the release manager for the previous year's update noted: \\\"I don't like the idea of changes going out to millions of users having only been seriously examined by one programmer \\u2014 even if I'm that programmer.\\\" Brett Porter, then Apache Software Foundation chairman, asked if the project should \\\"discourage downloads\\\". The next update, released in November 2018, included fixes for regressions introduced in previous releases.The Register published an article in October 2018 entitled \\\"Apache OpenOffice, the Schrodinger's app: No one knows if it's dead or alive, no one really wants to look inside\\\", which found there were 141 code committers at the time of publication, compared to 140 in 2014; this was a change from the sustained growth experienced prior to 2014. The article concluded: \\\"Reports of AOO's death appear to have been greatly exaggerated; the project just looks that way because it's moving slowly.\\\"\\n\\n\\n=== Security ===\\nBetween October 2014 and July 2015 the project had no release manager. During this period, in April 2015, a known remote code execution security vulnerability in Apache OpenOffice 4.1.1 was announced (CVE-2015-1774), but the project did not have the developers available to release the software fix. Instead, the Apache project published a workaround for users, leaving the vulnerability in the download. Former PMC chair Andrea Pescetti volunteered as release manager in July 2015 and version 4.1.2 was released in October 2015.It was revealed in October 2016 that 4.1.2 had been distributed with a known security hole (CVE-2016-1513) for nearly a year as the project had not had the development resources to fix it.4.1.3 was known to have security issues since at least January 2017, but fixes to them were delayed by an absent release manager for 4.1.4. The Apache Software Foundation January 2017 Board minutes were edited after publication to remove mention of the security issue, which Jim Jagielski of the ASF board claimed would be fixed by May 2017. Fixes were finally released in October 2017. Further unfixed problems showed up in February 2019, with The Register unable to get a response from the developers, although the existing proof-of-concept exploit doesn't work with OpenOffice out-of-the-box.\\n\\n\\n=== Releases ===\\nOracle had improved Draw (adding SVG), Writer (adding ODF 1.2) and Calc in the OpenOffice.org 3.4 beta release (12 April 2011), though it cancelled the project only a few days later.Apache OpenOffice 3.4 was released on 8 May 2012. It differed from the thirteen-month-older OpenOffice.org 3.4 beta mainly in license-related details. Notably, the project removed both code and fonts which were under licenses unacceptable to Apache. Language support was considerably reduced, to 15 languages from 121 in OpenOffice.org 3.3. Java, required for the database application, was no longer bundled with the software. 3.4.1, released 23 August 2012, added five languages back, with a further eight added 30 January 2013.Version 4.0 was released 23 July 2013. Features include merging the Symphony code drop, reimplementing the sidebar-style interface from Symphony, improved install, MS Office interoperability enhancements, and performance improvements. 4.0.1 added nine new languages.Version 4.1 was released in April 2014. Various features lined up for 4.1 include comments on text ranges, IAccessible2, in-place editing of input fields, interactive cropping, importing pictures from files and other improvements. 4.1.1 (released 14 August 2014) fixed critical issues in 4.1. 4.1.2 (released in October 2015) was a bugfix release, with improvements in packaging and removal of the HWP file format support associated with the vulnerability CVE-2015-1774. 4.1.3 (September 2016) had updates to the existing language dictionaries, enhanced build tools for AOO developers, a bug fix for databases on macOS, and a security fix for vulnerability CVE-2016-1513. 4.1.4 contained security fixes. Version 4.1.5 was released in December 2017, containing bug fixes.\\n\\n\\n== Distribution ==\\n\\nAs a result of harmful downloads being offered by scammers, the project strongly recommends all downloads be made via its official download page, which is managed off-site by SourceForge. SourceForge reported 30 million downloads for the Apache OpenOffice 3.4 series by January 2013, making it one of SourceForge's top downloads; the project claimed 50 million downloads of Apache OpenOffice 3.4.x as of 15 May 2013, slightly over one year after the release of 3.4.0 (8 May 2012), 85,083,221 downloads of all versions by 1 January 2014, 100 million by April 2014, 130 million by the end of 2014 and 200 million by November 2016.As of May 2012 (the first million downloads), 87% of downloads via SourceForge were for Windows, 11% for Mac OS X and 2% for Linux; statistics for the first 50 million downloads remained consistent, at 88% Windows, 10% Mac OS X, and 2% Linux.In distributions, Apache OpenOffice is available in Gentoo Linux and the FreeBSD ports tree.\\n\\n\\n== Derivatives ==\\nDerivatives include AndrOpen Office, a port for Android, and Office 700 for iOS, both ported by Akikazu Yoshikawa.LibreOffice also used some changes from Apache OpenOffice. In 2013, 4.5% of new commits in LibreOffice 4.1 came from Apache contributors; in 2016, only 11 commits from Apache OpenOffice were merged into LibreOffice, representing 0.07% of LibreOffice's commits for the period. LibreOffice earlier rebased its LGPLv3 codebase on the Apache OpenOffice 3.4 source code (though it used MPL v2, not the Apache Licence) to allow wider (but still copyleft) licensing under MPL v2+ and LGPL v3+.Older versions of NeoOffice included stability fixes from Apache OpenOffice, though NeoOffice 2017 and later versions are based on LibreOffice 4.4.\\n\\n\\n== References ==\\n\\n\\n== External links ==\\nApache OpenOffice official website\", \"img\": \"https://upload.wikimedia.org/wikipedia/commons/1/1f/AOO_4.1.6_Base.png\", \"url\": \"https://en.wikipedia.org/wiki/Apache_OpenOffice\"}}, {\"model\": \"feeder.data\", \"pk\": 4, \"fields\": {\"title\": \"Hister curtatus\", \"text\": \"Hister curtatus is a species of clown beetle in the family Histeridae. It is found in North America.\\n\\n\\n== References ==\\n\\n\\n== Further reading ==\", \"img\": \"https://upload.wikimedia.org/wikipedia/commons/7/74/Red_Pencil_Icon.png\", \"url\": \"https://en.wikipedia.org/wiki/Hister_curtatus\"}}, {\"model\": \"feeder.data\", \"pk\": 3, \"fields\": {\"title\": \"Reichenbachia\", \"text\": \"Reichenbachia is a genus of flowering plants belonging to the family Nyctaginaceae, the family that also includes Bougainvillea. The genus contains the species Reichenbachia hirsuta Spreng.\\n\\n\\n== References ==\", \"img\": \"https://upload.wikimedia.org/wikipedia/commons/7/74/Red_Pencil_Icon.png\", \"url\": \"https://en.wikipedia.org/wiki/Reichenbachia\"}}, {\"model\": \"feeder.data\", \"pk\": 2, \"fields\": {\"title\": \"Laboissi\\u00e8re-en-Thelle\", \"text\": \"Laboissi\\u00e8re-en-Thelle is a commune in the Oise department in northern France.\\n\\n\\n== See also ==\\nCommunes of the Oise department\\n\\n\\n== References ==\\nINSEE\", \"img\": \"https://upload.wikimedia.org/wikipedia/commons/c/c3/Blason_d%C3%A9partement_fr_Oise.svg\", \"url\": \"https://en.wikipedia.org/wiki/Laboissi%C3%A8re-en-Thelle\"}}, {\"model\": \"feeder.data\", \"pk\": 1, \"fields\": {\"title\": \"Thomas Luttrell (died 1571)\", \"text\": \"Thomas Luttrell (died 1571), of Dunster Castle in Somerset, feudal baron of Dunster, was a Member of Parliament for his family's newly enfranchised pocket borough of Minehead (two miles north-east of Dunster Castle), from 1563 to 1567 . He was Sheriff of Somerset in 1570\\u20131.\\n\\n\\n== Origins ==\\nHe was the second son and eventual heir of Sir Andrew Luttrell (1484\\u20131538), feudal baron of Dunster, Sheriff of Somerset and Dorset in 1528, whose monument exists in East Quantoxhead Church, by his wife Margaret Wyndham (d.1580), a daughter of Sir Thomas Wyndham (d.1521) of Felbrigg Hall in Norfolk. Thomas inherited the family estates on the death of his elder brother Sir John Luttrell (d.1551), a soldier who died without male progeny.\\n\\n\\n== Career ==\\nHe sold the Devon and Somerset estates, excepting Dunster Castle, apparently to meet debts.  These were however \\\"amply replaced\\\" by the large estate inherited from his wife.\\n\\n\\n== Marriage ==\\n\\nHe married Margaret Hadley, daughter and eventual sole heiress of Christopher Hadley (1517-1540), lord of the manor of Withycombe Hadley in Somerset. The  former manor house of the Hadleys survives as Court Place in the village of Withycombe. Thomas Luttrell and Margaret Hadley were related spiritually as well as by blood, as Margaret was the god-daughter of Thomas's mother, making them in the eyes of the church spiritually related as brother and sister; and both were descended from Elizabeth Courtenay (d.1493), daughter of Sir Philip Courtenay (1404\\u20131463) of Powderham. Margaret's great-grandfather Richard Hadley had married Philippa Audley, a daughter of Sir Humphrey Audley (alias Touchet) (c.1434-1471) (a younger son of James Tuchet, 5th Baron Audley, 2nd Baron Tuchet (c. 1398\\u20131459)), by his wife Elizabeth Courtenay (d.1493), who was the widow of Sir James Luttrell (d.1461), the great-grandfather of Thomas Luttrell. In consequence of this consanguinity in 1557 a papal bull was procured from Pope Paul V to sanction the marriage. The legal difficulties encountered by the marriage are related by Maxwell-Lyte as follows:\\n\\\"The date and the exact circumstances of the marriage are not recorded, but we may fairly suppose it to have taken place in the reign of Edward the Sixth (1547-1553), when ecclesiastical discipline was somewhat lax. The validity of it was evidently challenged in the stricter reign of Philip and Mary (1553-1558), for the parties found it desirable to have recourse to Rome. A solemn document issued by the Cardinal of St. Angelo, Papal Penitentiary, at St. Peter's, on the 28th of November 1558, recites that Thomas Luttrell Esquire and Margaret Hadley had by their petition confessed that they had, without proper dispensation, been actually married, although related in the third and third, and in the third and fourth degrees of kindred, and although spiritually related, the mother of Thomas having stood godmother to Margaret at her baptism or confirmation. The language of the document leaves it doubtful whether the marriage had been solemnized in public and whether any issue had been actually born. Its effect, however, was to release the parties from the excommunication that they had incurred on condition of a fresh marriage \\\"in the face of the church\\\", and to legitimate any previous offspring. ... The dispensation, having been issued a few days after the accession of Elizabeth, was probably one of the very latest documents of the sort that was despatched before the final breach between England and Rome, and the sequel is perhaps the most curious part of the story. For nearly two years no further action was taken in the matter, but on the 27th of August 1560, Thomas Luttrell was solemnly married in the church of East Quantockshead, his bride being described in the register as \\\"Mrs (i.e. \\\"Mistress\\\") Margaret Hadley\\\". Their eldest son, George Luttrell, was born in the following month. In the inscription on the monument which he set up in memory of his parents, some sixty years later, it is expressly stated that they were 'lawfully married'\\\".It was probably the last instance in England of the remarriage of two persons who had been divorced on the score of a spiritual relationship.\\n\\n\\n== Progeny ==\\nBy his wife he had 3 sons and 4 daughters, including:\\n\\nGeorge Luttrell (died 1629), of Dunster Castle, eldest son and heir. He was twice Member of Parliament for Minehead, in 1572 and 1584. He was twice Sheriff of Somerset, in 1593 and 1609 and built the pier in Minehead harbour. He embarked on a major rebuilding of Dunster Castle.\\nJohn Luttrell (1566\\u20131620), MP\\n\\n\\n== Monument ==\\nThomas Luttrell's impressive monument with effigies, erected by his son George in 1621, survives in Dunster Church, inscribed as follows:\\n\\nHere lyeth the body of Thomas Luttrell Esquire who departed this lyfe in sure hope of a most joyful resurrection the 16 day of Jany Ano Dom 1570 Ano 13 of Elizabeth late Queene of England, being then High Sheriff of the Countie of Somerset & one of the youngest sones of Andrew Luttrell, Knight, the sayd Thomas being lawfully married unto Margaret Hadley daughter & sole heire of Christopher Hadley of Wythycombe in the sayd county Esquire, by whom he had issue 3 sonnes & 3 daughters, George, John, Andrew, 3 daughters vidz Ursula, Margaret and Mary the which Andrew, Ursula and Margaret dyed without any issue of their bodyes.The heraldry is as follows: top left, Luttrell; top right (arms of George's son, Thomas), Luttrell impaling Argent, on a chief gules two stag's heads cabossed or (Popham), also visible in Marshwood House, Blue Anchor; centre (arms of George Luttrell), Luttrell quartering: quarterly of four, 1&4: Gules, on a chevron or three cross crosslets sable(Hadley), 2&3: Or, on a bend cotised sable three horse's heads and necks argent bridled or (Durborough of Withycombe).\\n\\n\\n== References ==\\n\\n\\n== See also ==\\nFeudal barony of Dunster\", \"img\": \"https://upload.wikimedia.org/wikipedia/commons/d/d6/Arms_ThomasLuttrell_Died1571_DunsterChurch_Somerset.PNG\", \"url\": \"https://en.wikipedia.org/wiki/Thomas_Luttrell_(died_1571)\"}}]"
}
